<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../_style.css" rel="stylesheet">
<title>AZ</title>
</head>
<body>
<img src="../_img/ts04.gif" style="float: right; margin-left: 10; margin-bottom: 10" border="0">

<h1 class="head-a">Nasazlıqların aşkarlanması</h1>

<h2 class="head-b">Məhsulu tapmaq m&uuml;mk&uuml;n deyil</h2>
<div class="action">Məhsulun və giriş n&ouml;qtəsinin (və ya simsiz y&ouml;nləndiricinin) yanılı olduğuna əmin olun.</div>
<div class="action">Məhsulu Ethernet şəbəkəsində istifadə edirsinizsə, məhsulun mərkəzə LAN kabeli ilə d&uuml;zg&uuml;n qoşulduğundan əmin olun.</div>
<div class="action">Giriş n&ouml;qtəsində (və ya simsiz y&ouml;nləndiricidə) giriş məhdudiyyətləri qurulmuşsa, məhsulun MAC &uuml;nvanını və ya IP &uuml;nvanını giriş n&ouml;qtəsində qeydiyyatdan ke&ccedil;irin. Məhsulun idarəetmə panelində və ya şəbəkə vəziyyəti vərəqində MAC &uuml;nvanını yoxlayın.</div>
<div class="action">Giriş n&ouml;qtəsinin (və ya simsiz y&ouml;nləndiricinin) məxfilik ayırıcısı funksiyası aktivdirsə, onu qeyri-aktivləşdirin. Əlavə məlumat &uuml;&ccedil;&uuml;n giriş n&ouml;qtəsinin (və ya simsiz y&ouml;nləndiricinin) təlimatına baxın.</div>
<div class="action">IP &uuml;nvanının d&uuml;zg&uuml;nl&uuml;y&uuml;n&uuml; yoxlayın. Onun digərləri ilə &uuml;st-&uuml;stə d&uuml;şməsinə imkan verilməməlidir və siz məhsulu fərqli şəbəkə seqmentinə qoşa bilməzsiniz.</div>

<h2 class="head-b">Məhsulu şəbəkəyə qoşmaq m&uuml;mk&uuml;n deyil</h2>
<div class="action">Komp&uuml;terlə giriş n&ouml;qtəsi (və ya simsiz y&ouml;nləndirici) arasında qurulmuş kommunikasiyanı yoxlayın.</div>
<div class="action">Giriş n&ouml;qtəsində istifadə edilən SSID-nin (Şəbəkə adının) d&uuml;zg&uuml;n se&ccedil;ildiyini və ya daxil edildiyini yoxlayın. Qeyri-ASCII simvollarından istifadə edə bilməzsiniz.</div>
<div class="action">Parol b&ouml;y&uuml;k/ki&ccedil;ik hərflərə həssasdır. Parolun d&uuml;zg&uuml;n daxil edildiyini yoxlayın.</div>
<div class="action">Məhsulu giriş n&ouml;qtəsinə yaxınlaşdırın və ya giriş n&ouml;qtəsinin xarici antennasını tənzimləyin.</div>
<div class="action">Digər simsiz cihazlardan radio dalğa m&uuml;daxiləsi simsiz bağlantını kəsə bilər. Yaxınlıqdakı digər simsiz cihazların yanılı olmadığını yoxlayın.</div>

</body>
</html>
