<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../_style.css" rel="stylesheet">
<title>SV</title>
</head>
<body>
<img src="../_img/ts04.gif" style="float: right; margin-left: 10; margin-bottom: 10" border="0">

<h1 class="head-a">Fels&ouml;kning</h1>

<h2 class="head-b">Hittar inte produkten</h2>
<div class="action">Kontrollera att produkten och &aring;tkomstpunkten (eller den tr&aring;dl&ouml;sa routern) &auml;r p&aring;slagna.</div>
<div class="action">Kontrollera att produkten &auml;r korrekt ansluten till hubben med en LAN-kabel om du anv&auml;nder produkten i ett Ethernet-n&auml;tverk.</div>
<div class="action">Registrera produktens MAC- eller IP-adress till &aring;tkomstpunkten om &aring;tkomstpunkten (eller den tr&aring;dl&ouml;sa routern) har &aring;tkomstbegr&auml;nsningar. Kontrollera MAC-adressen p&aring; produktens kontrollpanel eller formul&auml;r f&ouml;r n&auml;tverksstatus.</div>
<div class="action">Inaktivera sekretessavgr&auml;nsarfunktionen om &aring;tkomstpunkten (eller den tr&aring;dl&ouml;sa routern) har en s&aring;dan. Se &aring;tkomstpunktens (eller den tr&aring;dl&ouml;sa routerns) bruksanvisning f&ouml;r mer information.</div>
<div class="action">Kontrollera att IP-adressen &auml;r korrekt. Den ska inte kunna &ouml;verlappa andra och du kan inte ansluta produkten till ett annat n&auml;tverkssegment.</div>

<h2 class="head-b">Produkten kan inte anslutas till n&auml;tverket</h2>
<div class="action">Kontrollera att datorn och &aring;tkomstpunkten (eller den tr&aring;dl&ouml;sa routern) kan kommunicera med varandra.</div>
<div class="action">Kontrollera att SSID (n&auml;tverksnamnet) som anv&auml;nds f&ouml;r &aring;tkomstpunkten har valts eller angetts korrekt. Du kan endast anv&auml;nda ASCII-tecken.</div>
<div class="action">L&ouml;senordet &auml;r skiftl&auml;gesk&auml;nsligt. Kontrollera att l&ouml;senordet har angetts korrekt.</div>
<div class="action">Flytta produkten n&auml;rmare &aring;tkomstpunkten eller justera &aring;tkomstpunktens externa antenn.</div>
<div class="action">Radiost&ouml;rningar fr&aring;n andra tr&aring;dl&ouml;sa enheter kan orsaka avbrott i den tr&aring;dl&ouml;sa anslutningen. Kontrollera att andra tr&aring;dl&ouml;sa enheter i n&auml;rheten inte &auml;r p&aring;slagna.</div>

</body>
</html>
