<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../_style.css" rel="stylesheet">
<title>NO</title>
</head>
<body>
<img src="../_img/ts04.gif" style="float: right; margin-left: 10; margin-bottom: 10" border="0">

<h1 class="head-a">Feils&oslash;king</h1>

<h2 class="head-b">Finner ikke produktet</h2>
<div class="action">Kontroller at produktet og tilgangspunktet (eller den tr&aring;dl&oslash;se ruteren) er sl&aring;tt p&aring;.</div>
<div class="action">Hvis du bruker produktet i Ethernet-nettverk, kontrollerer du at produktet er riktig koblet til huben med en LAN-kabel.</div>
<div class="action">Hvis det er angitt begrensninger p&aring; tilgangspunktet (eller den tr&aring;dl&oslash;se ruteren), registrerer du produktets MAC-adresse eller IP-adresse i tilgangspunktet. Kontroller MAC-adressen p&aring; produktets kontrollpanel eller nettverksstatusark.</div>
<div class="action">Hvis det er aktivert en skillefunksjon for personvern i tilgangspunktet (eller den tr&aring;dl&oslash;se ruteren), m&aring; du deaktivere den. Du finner flere detaljer i h&aring;ndboken for tilgangspunktet (eller den tr&aring;dl&oslash;se ruteren).</div>
<div class="action">Kontroller at IP-adressen er riktig. Den skal ikke kunne overlappes av andre IP-adresser, og du kan ikke koble produktet til et annet nettverkssegment.</div>

<h2 class="head-b">Kan ikke koble produktet til nettverket</h2>
<div class="action">Kontroller at det er opprettet kommunikasjon mellom datamaskinen og tilgangspunktet (eller den tr&aring;dl&oslash;se ruteren).</div>
<div class="action">Kontroller at SSID-en (nettverksnavnet) som brukes i tilgangspunktet, er valgt eller riktig angitt. Du kan ikke bruke ikke-ASCII-tegn.</div>
<div class="action">Passordet skiller mellom sm&aring; og store bokstaver. Kontroller at passordet er riktig angitt.</div>
<div class="action">Flytt produktet n&aelig;rmere tilgangspunktet eller juster tilgangspunktets eksterne antenne.</div>
<div class="action">Radiob&oslash;lgeinterferens fra andre tr&aring;dl&oslash;se enheter kan forstyrre den tr&aring;dl&oslash;se tilkoblingen. Kontroller at andre tr&aring;dl&oslash;se enheter i n&aelig;rheten ikke er sl&aring;tt p&aring;.</div>

</body>
</html>
