<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../_style.css" rel="stylesheet">
<title>DA</title>
</head>
<body>
<img src="../_img/ts04.gif" style="float: right; margin-left: 10; margin-bottom: 10" border="0">

<h1 class="head-a">Fejlfinding</h1>

<h2 class="head-b">Kan ikke finde produktet</h2>
<div class="action">Kontroller, at produktet og adgangspunktet (eller den tr&aring;dl&oslash;se router) er t&aelig;ndt.</div>
<div class="action">Hvis du bruger produktet i et Ethernet-netv&aelig;rk, skal du kontrollere, at produktet er sluttet korrekt til hub'en med en LAN-kabel.</div>
<div class="action">Hvis der er indstillet adgangsbegr&aelig;nsninger p&aring; adgangspunktet (eller den tr&aring;dl&oslash;se router), skal du registrere produktets MAC-adresse eller IP-adresse til adgangspunktet. Se MAC-adressen p&aring; produktets betjeningspanel eller netv&aelig;rksstatusarket.</div>
<div class="action">Hvis en databeskyttelsesfunktion for adgangspunktet (eller den tr&aring;dl&oslash;se router) er aktiveret, skal den deaktiveres. Se vejledningen til adgangspunktet (eller den tr&aring;dl&oslash;se router) for at f&aring; flere oplysninger.</div>
<div class="action">Kontroller, at IP-adressen er korrekt. Den m&aring; ikke overIappe med andre, og du kan ikke slutte produktet til et andet netv&aelig;rkssegment.</div>

<h2 class="head-b">Kan ikke slutte produktet til netv&aelig;rket</h2>
<div class="action">Kontroller, at der er kommunikation mellem computeren og adgangspunktet (eller den tr&aring;dl&oslash;se router).</div>
<div class="action">Kontroller, at det SSID (netv&aelig;rksnavn), der anvendes p&aring; adgangspunktet, er valgt eller indtastet korrekt. Du kan kun bruge ASCII-tegn.</div>
<div class="action">Der er forskel p&aring; sm&aring; og store bogstaver i adgangskoden. Kontroller, at adgangskoden er indtastet korrekt.</div>
<div class="action">Flyt produktet t&aelig;ttere p&aring; adgangspunktet, eller juster adgangspunktets eksterne antenne.</div>
<div class="action">Radiob&oslash;lgeinterferens fra andre tr&aring;dl&oslash;se enheder kan afbryde tr&aring;dl&oslash;s tilslutning. Kontroller, at andre tr&aring;dl&oslash;se enheder i n&aelig;rheden ikke er t&aelig;ndt.</div>

</body>
</html>
