<html>
<head>
<meta charset="UTF-8">
<link href="../_style.css" rel="stylesheet">
<title>FR</title>
</head>
<body><img src="../_img/ts04.gif" style="float: right; margin-left: 10; margin-bottom: 10" border="0"><h1 class="head-a">D&eacute;pannage</h1>

<h2 class="head-b">Impossible de trouver le produit</h2>
<div class="action">Assurez-vous que le produit et le point d&rsquo;acc&egrave;s (ou le routeur sans fil) sont sous tension.</div>
<div class="action">Si vous utilisez le produit dans un r&eacute;seau Ethernet, assurez-vous que le produit est correctement connect&eacute; au concentrateur au moyen d&rsquo;un c&acirc;ble de r&eacute;seau local.</div>
<div class="action">Si des restrictions d&rsquo;acc&egrave;s ont &eacute;t&eacute; d&eacute;finies au point d&rsquo;acc&egrave;s (ou au routeur sans fil), enregistrez l&rsquo;adresse MAC ou l&rsquo;adresse IP du produit au point d&rsquo;acc&egrave;s. V&eacute;rifiez l&rsquo;adresse MAC dans le panneau de contr&ocirc;le du produit ou dans la feuille d&rsquo;&eacute;tat du r&eacute;seau.</div>
<div class="action">Si une fonction de s&eacute;paration de la confidentialit&eacute; du point d&apos;acc&egrave;s (ou du routeur sans fil) est activ&eacute;e, d&eacute;sactivez-la. Pour plus de d&eacute;tails, consultez le manuel du point d&rsquo;acc&egrave;s (ou du routeur sans fil).</div>
<div class="action">Assurez-vous que l&rsquo;adresse IP est correcte. Cela devrait &eacute;liminer le chevauchement avec les autres et vous ne pouvez pas connecter le produit &agrave; un autre segment du r&eacute;seau.</div>

<h2 class="head-b">Impossible de connecter le produit au r&eacute;seau</h2>
<div class="action">Assurez-vous que la communication est &eacute;tablie entre l&rsquo;ordinateur et le point d&rsquo;acc&egrave;s (ou le routeur sans fil).</div>
<div class="action">Assurez-vous que le nom SSID (nom du r&eacute;seau) utilis&eacute; au point d&rsquo;acc&egrave;s est s&eacute;lectionn&eacute; ou entr&eacute; correctement. Vous ne pouvez pas utiliser de caract&egrave;res non ASCII.</div>
<div class="action">Le mot de passe est sensible &agrave; la casse. Assurez-vous que le mot de passe a &eacute;t&eacute; entr&eacute; correctement.</div>
<div class="action">Rapprochez le produit du point d&rsquo;acc&egrave;s ou ajustez l&rsquo;antenne externe du point d&rsquo;acc&egrave;s.</div>
<div class="action">Les interf&eacute;rences d&rsquo;ondes radio provenant d&rsquo;autres appareils sans fil peuvent interrompre la connexion sans fil. Assurez-vous que les autres appareils sans fil &agrave; proximit&eacute; ne sont pas sous tension.</div>

</body>
</html>
