<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../_style.css" rel="stylesheet">
<title>CS</title>
</head>
<body>
<img src="../_img/ts04.gif" style="float: right; margin-left: 10; margin-bottom: 10" border="0">

<h1 class="head-a">Ře&scaron;en&iacute; probl&eacute;mů</h1>

<h2 class="head-b">Př&iacute;stroj nelze naj&iacute;t</h2>
<div class="action">Zkontrolujte, zda je zapnut&yacute; př&iacute;stroj a př&iacute;stupov&yacute; bod (nebo bezdr&aacute;tov&yacute; směrovač).</div>
<div class="action">Použ&iacute;v&aacute;te-li př&iacute;stroj v ethernetov&eacute; s&iacute;ti, zkontrolujte, zda je př&iacute;stroj spr&aacute;vně připojen k rozbočovači kabelem m&iacute;stn&iacute; s&iacute;tě LAN.</div>
<div class="action">Pokud jsou na př&iacute;stupov&eacute;m bodu (nebo bezdr&aacute;tov&eacute;m směrovači) nastavena omezen&iacute; př&iacute;stupu, zaregistrujte v př&iacute;stupov&eacute;m bodu adresu MAC nebo IP př&iacute;stroje. Adresu MAC najdete na ovl&aacute;dac&iacute;m panelu př&iacute;stroje nebo stavov&eacute;m listu s&iacute;tě.</div>
<div class="action">Pokud je zapnut&aacute; funkce Privacy Separator př&iacute;stupov&eacute;ho bodu (nebo bezdr&aacute;tov&eacute;ho směrovače), vypněte ji. Dal&scaron;&iacute; podrobnosti viz př&iacute;ručka k př&iacute;stupov&eacute;mu bodu (nebo bezdr&aacute;tov&eacute;mu směrovači).</div>
<div class="action">Zkontrolujte spr&aacute;vnost adresy IP. Nesm&iacute; se překr&yacute;vat s ostatn&iacute;mi adresami a př&iacute;stroj nelze připojovat k různ&yacute;m s&iacute;ťov&yacute;m segmentům.</div>

<h2 class="head-b">Př&iacute;stroj nelze připojit k s&iacute;ti</h2>
<div class="action">Zkontrolujte, zda byla nav&aacute;z&aacute;na komunikace mezi poč&iacute;tačem a př&iacute;stupov&yacute;m bodem (nebo bezdr&aacute;tov&yacute;m směrovačem).</div>
<div class="action">Zkontrolujte, zda je spr&aacute;vně vybr&aacute;n nebo zad&aacute;n SSID (s&iacute;ťov&yacute; n&aacute;zev) použit&yacute; v př&iacute;stupov&eacute;m bodu. Nesm&iacute; obsahovat znaky jin&eacute; než ASCII.</div>
<div class="action">Heslo rozli&scaron;uje velk&aacute; a mal&aacute; p&iacute;smena. Zkontrolujte, zda je heslo zad&aacute;no spr&aacute;vně.</div>
<div class="action">Přesuňte př&iacute;stroj bl&iacute;že k př&iacute;stupov&eacute;mu bodu nebo upravte extern&iacute; ant&eacute;nu př&iacute;stupov&eacute;ho bodu.</div>
<div class="action">Bezdr&aacute;tov&eacute; spojen&iacute; může b&yacute;t ru&scaron;eno r&aacute;diov&yacute;m vlněn&iacute;m z jin&yacute;ch bezdr&aacute;tov&yacute;ch zař&iacute;zen&iacute;. Zkontrolujte, zda nejsou v bl&iacute;zk&eacute;m okol&iacute; zapnut&aacute; jin&aacute; bezdr&aacute;tov&aacute; zař&iacute;zen&iacute;.</div>

</body>
</html>
