<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../_style.css" rel="stylesheet">
<title>SK</title>
</head>
<body>
<img src="../_img/ts04.gif" style="float: right; margin-left: 10; margin-bottom: 10" border="0">

<h1 class="head-a">Rie&scaron;enie probl&eacute;mov</h1>

<h2 class="head-b">Zariadenie sa nepodarilo n&aacute;jsť</h2>
<div class="action">Skontrolujte, či s&uacute; zariadenia a pr&iacute;stupov&yacute; bod (alebo bezdr&ocirc;tov&yacute; smerovač) zapnut&eacute;.</div>
<div class="action">Ak zariadenie použ&iacute;vate v sieti Ethernet, skontrolujte, či je spr&aacute;vne pripojen&eacute; do smerovača pomocou k&aacute;bla LAN.</div>
<div class="action">Ak s&uacute; na pr&iacute;stupovom bode (alebo bezdr&ocirc;tovom smerovači) nastaven&eacute; obmedzenia pr&iacute;stupu, zaregistrujte adresu MAC alebo IP zariadenia v pr&iacute;stupovom bode. Adresu MAC si overte na ovl&aacute;dacom paneli v&yacute;robku alebo h&aacute;rku stavu siete.</div>
<div class="action">Ak je zapnut&aacute; funkcia Privacy separator pr&iacute;stupov&eacute;ho bodu (alebo bezdr&ocirc;tov&eacute;ho smerovača), vypnite ju. Podrobnosti n&aacute;jdete v pr&iacute;ručke pr&iacute;stupov&eacute;ho bodu (alebo bezdr&ocirc;tov&eacute;ho smerovača).</div>
<div class="action">Overte, či je adresa IP spr&aacute;vna. Malo by sa zabr&aacute;niť prel&iacute;naniu s in&yacute;mi a zariadenie nem&ocirc;žete pripojiť do in&eacute;ho segmentu siete.</div>

<h2 class="head-b">Zariadenie nemožno pripojiť do siete</h2>
<div class="action">Overte, či je nadviazan&aacute; komunik&aacute;cia medzi poč&iacute;tačom a pr&iacute;stupov&yacute;m bodom (alebo bezdr&ocirc;tov&yacute;m smerovačom).</div>
<div class="action">Overte, či je SSID (sieťov&yacute; n&aacute;zov) použit&yacute; v pr&iacute;stupovom bode vybrat&yacute; alebo spr&aacute;vne zadan&yacute;. Nem&ocirc;žete použiť in&eacute; znaky ako ASCII.</div>
<div class="action">Heslo rozli&scaron;uje veľk&eacute; a mal&eacute; p&iacute;smen&aacute;. Overte, či je heslo zadan&eacute; spr&aacute;vne.</div>
<div class="action">Premiestnite zariadenie bliž&scaron;ie k pr&iacute;stupov&eacute;mu bodu alebo nastavte extern&uacute; ant&eacute;nu pr&iacute;stupov&eacute;ho bodu.</div>
<div class="action">Ru&scaron;enie r&aacute;diov&yacute;ch vĺn zapr&iacute;činen&eacute; in&yacute;mi bezdr&ocirc;tov&yacute;mi zariadeniami m&ocirc;že preru&scaron;iť bezdr&ocirc;tov&eacute; spojenie. Overte, či nie s&uacute; zapnut&eacute; in&eacute; bezdr&ocirc;tov&eacute; zariadenia v bl&iacute;zkosti.</div>

</body>
</html>
