<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../_style.css" rel="stylesheet">
<title>HU</title>
</head>
<body>
<img src="../_img/ts04.gif" style="float: right; margin-left: 10; margin-bottom: 10" border="0">

<h1 class="head-a">Hibaelh&aacute;r&iacute;t&aacute;s</h1>

<h2 class="head-b">Nem tal&aacute;lhat&oacute; a term&eacute;k</h2>
<div class="action">Ellenőrizze, hogy a term&eacute;k &eacute;s a hozz&aacute;f&eacute;r&eacute;si pont (vagy vezet&eacute;k n&eacute;lk&uuml;li router) be vannak-e kapcsolva.</div>
<div class="action">Ha a term&eacute;ket Ethernet h&aacute;l&oacute;zaton haszn&aacute;lja, ellenőrizze, hogy a term&eacute;k megfelelően csatlakozik-e egy LAN k&aacute;bellel a hubhoz.</div>
<div class="action">Ha korl&aacute;toz&aacute;sok vannak be&aacute;ll&iacute;tva a hozz&aacute;f&eacute;r&eacute;si ponton (vagy vezet&eacute;k n&eacute;lk&uuml;li routeren), akkor regisztr&aacute;lja a term&eacute;k MAC-c&iacute;m&eacute;t vagy IP-c&iacute;m&eacute;t a hozz&aacute;f&eacute;r&eacute;si ponton. A term&eacute;k MAC-c&iacute;m&eacute;t a term&eacute;k vez&eacute;rlőpultj&aacute;n vagy a h&aacute;l&oacute;zati &aacute;llapotjelző lapon ellenőrizheti.</div>
<div class="action">Ha adatv&eacute;delmi elv&aacute;laszt&oacute; funkci&oacute; van bekapcsolva a hozz&aacute;f&eacute;r&eacute;si ponton (vagy vezet&eacute;k n&eacute;lk&uuml;li routeren), tiltsa le. Tov&aacute;bbi r&eacute;szletek&eacute;rt l&aacute;sd a hozz&aacute;f&eacute;r&eacute;si ponthoz (vagy vezet&eacute;k n&eacute;lk&uuml;li routerhez) kapott k&eacute;zik&ouml;nyvet.</div>
<div class="action">Ellenőrizze, hogy helyes-e az IP-c&iacute;m. Meg kell sz&uuml;ntetni az &aacute;tfed&eacute;seket, &eacute;s nem csatlakoztathatja a term&eacute;ket egy m&aacute;sik h&aacute;l&oacute;zati szegmenshez.</div>

<h2 class="head-b">Nem lehet csatlakoztatni a term&eacute;ket a h&aacute;l&oacute;zathoz</h2>
<div class="action">Ellenőrizze, hogy tud-e kommunik&aacute;lni egym&aacute;ssal a sz&aacute;m&iacute;t&oacute;g&eacute;p &eacute;s a hozz&aacute;f&eacute;r&eacute;si pont (vagy vezet&eacute;k n&eacute;lk&uuml;li router).</div>
<div class="action">Ellenőrizze, hogy helyesen ker&uuml;lt-e kiv&aacute;laszt&aacute;sra vagy megad&aacute;sra a hozz&aacute;f&eacute;r&eacute;si ponton haszn&aacute;lt SSID azonos&iacute;t&oacute; (H&aacute;l&oacute;zat neve). Nem-ASCII karakterek haszn&aacute;lata nem megengedett.</div>
<div class="action">A jelsz&oacute; megk&uuml;l&ouml;nb&ouml;zteti a kis- &eacute;s nagybetűket. Ellenőrizze, hogy a jelsz&oacute; megfelelően ker&uuml;lt-e megad&aacute;sra.</div>
<div class="action">Vigye a term&eacute;ket k&ouml;zelebb a hozz&aacute;f&eacute;r&eacute;si ponthoz vagy &aacute;ll&iacute;tsa be a hozz&aacute;f&eacute;r&eacute;si pont antenn&aacute;j&aacute;t.</div>
<div class="action">A m&aacute;s vezet&eacute;k n&eacute;lk&uuml;li eszk&ouml;z&ouml;ktől sz&aacute;rmaz&oacute; r&aacute;di&oacute;hull&aacute;m interferencia megszak&iacute;thatja a vezet&eacute;k n&eacute;lk&uuml;li kapcsolatot. &Uuml;gyeljen arra, hogy a k&ouml;zelben l&eacute;vő vezet&eacute;k n&eacute;lk&uuml;li eszk&ouml;z&ouml;k ki legyenek kapcsolva.</div>

</body>
</html>
