<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../_style.css" rel="stylesheet">
<title>ET</title>
</head>
<body>
<img src="../_img/ts04.gif" style="float: right; margin-left: 10; margin-bottom: 10" border="0">

<h1 class="head-a">T&otilde;rkeotsing</h1>

<h2 class="head-b">Toodet ei leita</h2>
<div class="action">Veenduge, et toode ja p&auml;&auml;supunkt (v&otilde;i raadiomarsruuter) oleksid sisse l&uuml;litatud.</div>
<div class="action">Kui te kasutate toodet Etherneti v&otilde;rgus, kontrollige &uuml;le, et toode oleks LAN-kaabliga korralikult jaoturi k&uuml;lge &uuml;hendatud.</div>
<div class="action">Kui p&auml;&auml;supunktile (v&otilde;i raadiomarsruuterile) on m&auml;&auml;ratud juurdep&auml;&auml;supiirangud, registreerige p&auml;&auml;supunktis toote MAC-aadress v&otilde;i IP-aadress. MAC-aadressi vaadake toote juhtpaneelilt v&otilde;i v&otilde;rguseadete olekulehelt.</div>
<div class="action">Kui p&auml;&auml;supunkti (v&otilde;i raadiomarsruuteri) privaatsuseralduse funktsioon on aktiveeritud, l&uuml;litage see v&auml;lja. T&auml;psemalt lugege p&auml;&auml;supunkti (v&otilde;i raadiomarsruuteri) juhendist.</div>
<div class="action">Kontrollige, kas IP-aadress on &otilde;ige. Kattumine teiste IP-aadressidega ei ole lubatud ja te ei saa &uuml;hendada toodet erinevasse v&otilde;rgusegmenti.</div>

<h2 class="head-b">Toodet ei saa v&otilde;rku &uuml;hendada</h2>
<div class="action">Kontrollige, kas arvuti ja p&auml;&auml;supunkti (raadiomarsruuteri) vahel on &uuml;hendus olemas.</div>
<div class="action">Kontrollige, kas p&auml;&auml;supunktis kasutusel olev SSID (v&otilde;rgu nimi) on valitud v&otilde;i &otilde;igesti sisestatud. Kasutada saab ainult ASCII t&auml;rke.</div>
<div class="action">Parool on t&otilde;stutundlik. Kontrollige, kas parool on &otilde;igesti sisestatud.</div>
<div class="action">Viige toode p&auml;&auml;supunktile l&auml;hemale v&otilde;i reguleerige p&auml;&auml;supunkti v&auml;lisantenni.</div>
<div class="action">Raadiolainete h&auml;iritus muude raadioseadmete t&otilde;ttu v&otilde;ib raadio&uuml;hendust segada. Veenduge, et l&auml;heduses ei oleks teisi sissel&uuml;litatud raadioseadmeid.</div>

</body>
</html>
