<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../_style.css" rel="stylesheet">
<title>FI</title>
</head>
<body>
<img src="../_img/ts04.gif" style="float: right; margin-left: 10; margin-bottom: 10" border="0">

<h1 class="head-a">Vianetsint&auml;</h1>

<h2 class="head-b">Tuotetta ei l&ouml;ydy</h2>
<div class="action">Varmista, ett&auml; tuote ja liit&auml;nt&auml;piste (tai langaton reititin) on kytketty p&auml;&auml;lle.</div>
<div class="action">Jos k&auml;yt&auml;t tuotetta Ethernet-verkossa, varmista, ett&auml; tuote on liitetty LAN-kaapelilla oikein keskittimeen.</div>
<div class="action">Jos liit&auml;nt&auml;pisteeseen (tai langattomaan reitittimeen) on m&auml;&auml;ritetty k&auml;ytt&ouml;rajoituksia, rekister&ouml;i tuotteen MAC-osoite tai IP-osoite liit&auml;nt&auml;pisteeseen. Tarkista MAC-osoite tuotteen ohjauspaneelista tai verkon tila-arkista.</div>
<div class="action">Jos liit&auml;nt&auml;pisteen (tai langattoman reitittimen) tietosuojaerotin on k&auml;yt&ouml;ss&auml;, kytke se pois p&auml;&auml;lt&auml;. Katso lis&auml;tietoja liit&auml;nt&auml;pisteen (tai langattoman reitittimen) k&auml;ytt&ouml;ohjeesta.</div>
<div class="action">Tarkista, ett&auml; IP-osoite on oikein. P&auml;&auml;llekk&auml;isyys toisten kanssa on poistettava, etk&auml; voi liitt&auml;&auml; tuotetta eri verkkosegmenttiin.</div>

<h2 class="head-b">Tuotetta ei voi liitt&auml;&auml; verkkoon</h2>
<div class="action">Tarkista, ett&auml; yhteys tietokoneen ja liit&auml;nt&auml;pisteen (tai langattoman reitittimen) v&auml;lill&auml; on luotu.</div>
<div class="action">Tarkista, ett&auml; liit&auml;nt&auml;pisteess&auml; k&auml;ytett&auml;v&auml; SSID (verkkonimi) on valittuna tai annettu oikein. Et voi k&auml;ytt&auml;&auml; muita kuin ASCII-merkkej&auml;.</div>
<div class="action">Salasana on merkkikokoriippuvainen. Tarkista, ett&auml; salasana on annettu oikein.</div>
<div class="action">Siirr&auml; tuote l&auml;hemm&auml;ksi liit&auml;nt&auml;pistett&auml; tai s&auml;&auml;d&auml; liit&auml;nt&auml;pisteen ulkoista antennia.</div>
<div class="action">Muiden langattomien laitteiden aiheuttamat radioh&auml;iri&ouml;t voivat h&auml;irit&auml; langatonta liit&auml;nt&auml;&auml;. Tarkista, ettei l&auml;hell&auml; ole muita p&auml;&auml;lle kytkettyj&auml; langattomia laitteita.</div>

</body>
</html>
