<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../_style.css" rel="stylesheet">
<title>TK</title>
</head>
<body>
<img src="../_img/ts04.gif" style="float: right; margin-left: 10; margin-bottom: 10" border="0">

<h1 class="head-a">Bozuklyklary tapmak we d&uuml;zetmek</h1>

<h2 class="head-b">&Ouml;n&uuml;mi tapyp bolma&yacute;ar</h2>
<div class="action">&Ouml;n&uuml;miň we ygty&yacute;ar nokadynyň (&yacute;a-da simsyz routeriň) &ccedil;atykdygyny anyklaň.</div>
<div class="action">Eger &ouml;n&uuml;mi Ethernet tor ulgamynda ulan&yacute;an bolsaňyz, &ouml;n&uuml;miň LAN kabeli arkaly &ouml;&yacute;j&uuml;ge dogry baglanylandygyny anyklaň.</div>
<div class="action">Eger ygty&yacute;ar nokadynda (&yacute;a-da simsyz routerda) &ccedil;&auml;klendiriji sazlamalar girizilen bolsa, &ouml;n&uuml;miň MAC &yacute;a-da IP salgysyny ygty&yacute;ar nokadynda belg&auml; go&yacute;uň. MAC salgysyny &ouml;n&uuml;miň dolandyryş panelinden &yacute;a-da tor ulgamy &yacute;agda&yacute;y sahypasyndan barlaň.</div>
<div class="action">Eger ygty&yacute;ar nokadyň (&yacute;a-da simsyz routeriň) hususylygy b&ouml;lme a&yacute;ratynlygy &ccedil;atylan bolsa, ony &ouml;&ccedil;&uuml;riň. Giňişle&yacute;in maglumat &uuml;&ccedil;in, ygty&yacute;ar nokadyň (&yacute;a-da simsyz routeriň) ulanyş kitap&ccedil;asyna &yacute;&uuml;z tutuň.</div>
<div class="action">IP salgynyň dogrydygyny barlaň. Onuň be&yacute;lekiler bilen kesişmegi we &ouml;n&uuml;mi başga bir tor ulgamy segmentine baglamaga m&uuml;mkinsizligi &yacute;ok edilmelidir.</div>

<h2 class="head-b">&Ouml;n&uuml;mi tor ulgamyna baglap bolma&yacute;ar</h2>
<div class="action">Komp&yacute;uter bilen ygty&yacute;ar nokadyň (&yacute;a-da simsyz routeriň) arasynda arabaglanyşygyň gurulanlygyny barlaň.</div>
<div class="action">Ygty&yacute;ar nokadynda ulanyl&yacute;an SSID-yň (Tor ulgamy ady) sa&yacute;lanandygyny &yacute;a-da dogry girizilendigini barlaň. Siz ASCII d&auml;l belgileri ulanyp bilmersiňiz.</div>
<div class="action">A&ccedil;ars&ouml;zi baş we setir harplary tarawutlandyr&yacute;andyr. A&ccedil;ars&ouml;z&uuml;niň dogry girizilendigini barlaň.</div>
<div class="action">&Ouml;n&uuml;mi ygty&yacute;ar nokadyna gola&yacute;laşdyryň &yacute;a-da ygty&yacute;ar nokadyň daşky antennasyny sazlaň.</div>
<div class="action">Be&yacute;leki simsyz enjamlaryň d&ouml;red&yacute;&auml;n radio tolkunlarynyň p&auml;sgel&ccedil;ilikleri simsyz arabaglanyşygy bozup bilerler. Gola&yacute;da &yacute;erleş&yacute;&auml;n be&yacute;leki simsyz enjamlaryň işledilmedigini barlaň.</div>

</body>
</html>
