<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../_style.css" rel="stylesheet">
<title>TR</title>
</head>
<body>
<img src="../_img/ts04.gif" style="float: right; margin-left: 10; margin-bottom: 10" border="0">

<h1 class="head-a">Sorun Giderme</h1>

<h2 class="head-b">&Uuml;r&uuml;n bulunamıyor</h2>
<div class="action">&Uuml;r&uuml;n&uuml;n ve erişim noktasının (veya kablosuz y&ouml;nlendiricinin) a&ccedil;ık olduğundan emin olun.</div>
<div class="action">&Uuml;r&uuml;n&uuml; Ethernet ağında kullanıyorsanız, bu &uuml;r&uuml;n&uuml;n bir LAN kablosu ile doğru şekilde huba bağlı olduğundan emin olun.</div>
<div class="action">Erişim noktasında (veya kablosuz y&ouml;nlendiricide) erişim kısıtlamaları koyulduysa, &uuml;r&uuml;n&uuml;n MAC adresini veya IP adresini erişim noktasına tanıtın. &Uuml;r&uuml;n&uuml;n kontrol paneli veya ağ durum sayfasında yer alan MAC adresini kontrol edin.</div>
<div class="action">Erişim noktasının (veya kablosuz y&ouml;nlendiricinin) bir gizlilik ayırıcı &ouml;zelliği etkinse, devre dışı bırakın. Daha fazla bilgi i&ccedil;in erişim noktasının (veya kablosuz y&ouml;nlendiricinin) kılavuzuna bakın.</div>
<div class="action">IP adresinin doğru olup olmadığını kontrol edin. Diğerleriyle &ccedil;akıştığında kaldırılmalıdır ve &uuml;r&uuml;n&uuml; farklı bir ağ segmentine bağlayamazsınız.</div>

<h2 class="head-b">&Uuml;r&uuml;n ağa bağlanamıyor</h2>
<div class="action">Bilgisayar ve erişim noktası (veya kablosuz y&ouml;nlendirici) arasında bağlantının kurulup kurulmadığını kontrol edin.</div>
<div class="action">Erişim noktası &uuml;zerinde kullanılan SSID'nin (Ağ adı), d&uuml;zg&uuml;n bir şekilde se&ccedil;ilip se&ccedil;ilmediğini veya girilip girilmediğini kontrol edin. ASCII olmayan karakterleri kullanamazsınız.</div>
<div class="action">Parola b&uuml;y&uuml;k-k&uuml;&ccedil;&uuml;k harf duyarlıdır. Parolanın d&uuml;zg&uuml;n bir şekilde girilip girilmediğini kontrol edin.</div>
<div class="action">&Uuml;r&uuml;n&uuml; erişim noktasına yakınlaştırın veya erişim noktasının harici antenini ayarlayın.</div>
<div class="action">Diğer kablosuz cihazlardan gelen radyo dalgası girişimi, kablosuz bağlantıyı kesebilir. Yakındaki diğer kablosuz cihazların kapalı olup olmadığını kontrol edin.</div>

</body>
</html>
