<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../_style.css" rel="stylesheet">
<title>ES</title>
</head>
<body>
<img src="../_img/ts04.gif" style="float: right; margin-left: 10; margin-bottom: 10" border="0">

<h1 class="head-a">Soluci&oacute;n de problemas</h1>

<h2 class="head-b">No se encuentra el producto</h2>
<div class="action">Compruebe que est&eacute;n encendidos el producto y el punto de acceso (o enrutador inal&aacute;mbrico).</div>
<div class="action">Si usa el producto en una red Ethernet, compruebe que est&eacute; conectado correctamente al concentrador con un cable de red LAN.</div>
<div class="action">Si hay restricciones de acceso configuradas en el punto de acceso (o enrutador inal&aacute;mbrico), registre la direcci&oacute;n MAC o la direcci&oacute;n IP del producto en el punto de acceso. Puede ver la direcci&oacute;n MAC en el panel de control del producto o en la hoja de estado de la red.</div>
<div class="action">Si tiene activada una funci&oacute;n de separaci&oacute;n de privacidad del punto de acceso (o enrutador inal&aacute;mbrico), desact&iacute;vela. Para m&aacute;s informaci&oacute;n, consulte el manual del punto de acceso (o enrutador inal&aacute;mbrico).</div>
<div class="action">Compruebe que la direcci&oacute;n IP sea la correcta. Deber&iacute;a eliminar su superposici&oacute;n con otras porque si no, no podr&aacute; conectar el producto a otro segmento de red.</div>

<h2 class="head-b">No puedo conectar el producto a la red</h2>
<div class="action">Compruebe que haya comunicaci&oacute;n entre el ordenador y el punto de acceso (o enrutador inal&aacute;mbrico).</div>
<div class="action">Compruebe que el SSID (nombre de red) usado en el punto de acceso est&eacute; seleccionado o bien escrito. No se admiten caracteres que no sean ASCII.</div>
<div class="action">En la contrase&ntilde;a se distingue entre may&uacute;sculas y min&uacute;sculas. Confirme que la contrase&ntilde;a sea la correcta.</div>
<div class="action">Acerque el producto al punto de acceso o ajuste la antena externa del punto de acceso.</div>
<div class="action">Las interferencias de ondas de radio de otros dispositivos inal&aacute;mbricos pueden interrumpir la conexi&oacute;n inal&aacute;mbrica. Compruebe que no haya otros dispositivos inal&aacute;mbricos encendidos cerca.</div>

</body>
</html>
