<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../_style.css" rel="stylesheet">
<title>VI</title>
</head>
<body>
<img src="../_img/ts04.gif" style="float: right; margin-left: 10; margin-bottom: 10" border="0">

<h1 class="head-a">Khắc phục sự cố</h1>

<h2 class="head-b">Kh&ocirc;ng thể t&igrave;m sản phẩm</h2>
<div class="action">Đảm bảo đ&atilde; bật sản phẩm v&agrave; điểm thu ph&aacute;t ko d&acirc;y (hoặc router ko d&acirc;y).</div>
<div class="action">Nếu bạn sử dụng sản phẩm trong mạng ethernet, đảm bảo sản phẩm được kết nối đ&uacute;ng với cổng qua c&aacute;p LAN.</div>
<div class="action">Nếu đ&atilde; c&agrave;i c&aacute;c giới hạn truy cập tr&ecirc;n điểm thu ph&aacute;t ko d&acirc;y (hoặc router ko d&acirc;y), h&atilde;y đăng k&yacute; địa chỉ MAC hoặc địa chỉ IP của sản phẩm với điểm thu ph&aacute;t ko d&acirc;y. Kiểm tra địa chỉ MAC tr&ecirc;n bảng đ.khiển của sản phẩm hoặc tờ t&igrave;nh trạng mạng.</div>
<div class="action">Nếu đ&atilde; bật t&iacute;nh năng bộ t&aacute;ch bảo mật của điểm thu ph&aacute;t ko d&acirc;y (hoặc router ko d&acirc;y), h&atilde;y tắt n&oacute;. Để biết th&ecirc;m chi tiết, xem sổ hướng dẫn điểm thu ph&aacute;t ko d&acirc;y (hoặc router ko d&acirc;y).</div>
<div class="action">Kiểm tra xem địa chỉ IP c&oacute; đ&uacute;ng kh&ocirc;ng. N&oacute; sẽ bị loại bỏ v&igrave; chồng lấp với c&aacute;c địa chỉ IP kh&aacute;c v&agrave; bạn ko thể kết nối sản phẩm với bộ phận mạng kh&aacute;c.</div>

<h2 class="head-b">Kh&ocirc;ng thể kết nối sản phẩm với mạng</h2>
<div class="action">Kiểm tra xem kết nối giữa m&aacute;y t&iacute;nh v&agrave; bộ thu ph&aacute;t ko d&acirc;y (hoặc router ko d&acirc;y) đ&atilde; được thiết lập hay chưa.</div>
<div class="action">Kiểm tra SSID (T&ecirc;n mạng) d&ugrave;ng tr&ecirc;n bộ thu ph&aacute;t ko d&acirc;y đ&atilde; được chọn hoặc nhập đ&uacute;ng hay chưa. Bạn ko thể d&ugrave;ng c&aacute;c k&yacute; tự ko phải ASCII.</div>
<div class="action">Mật khẩu thuộc loại p.biệt dạng chữ. Kiểm tra xem đ&atilde; nhập đ&uacute;ng mật khẩu chưa.</div>
<div class="action">Di chuyển sản phẩm gần hơn với điểm thu ph&aacute;t ko d&acirc;y hoặc chỉnh ăngten ngo&agrave;i của điểm thu ph&aacute;t ko d&acirc;y.</div>
<div class="action">Nhiễu s&oacute;ng v&ocirc; tuyến từ c&aacute;c thiết bị di động kh&aacute;c c&oacute; thể l&agrave;m gi&aacute;n đoạn kết nối ko d&acirc;y. Kiểm tra xem đ&atilde; tắt c&aacute;c thiết bị di động l&acirc;n cận hay chưa.</div>

</body>
</html>
